Repository: FlorianGUI/band-management
Catalog: src/band_management/i18n/*/LC_MESSAGES/messages.po
Languages: fr

source: <strong>Band: </strong>%(event_band_name)s
fr: <strong>Groupe: </strong>%(event_band_name)s

source: <strong>Place: </strong>%(event_place)s
fr: <strong>Lieu: </strong>%(event_place)s

source: You, %(invited_musician_name)s, have create a new account. Once we implement it, you should receive this link by Emai that invite you to click on it to be able to finalyze your registration and set your password.
fr: Vous, %(invited_musician_name)s, avez créé un nouveau compte. Une fois que cela sera implémenté ! Vous receverez un lien par courriel permettant de finaliser l'enregistrement de votre compte et définir son mot de passe.

source: Run your band like a pro! Sheet music, rehearsals, gigs – all in sync. Share, organize, play. Let the music flow!
fr: Gérez votre groupe de musique comme un pro ! Partitions, répétitions, concerts – tout est fluide et collaboratif. Partagez, organisez, jouez. Faites vibrer votre musique !

source: (copy)
fr: (copie)

source: 1st voice
fr: 1ère voix

source: About us
fr: A propos

source: Accept
fr: Accepter

source: Active Band
fr: Groupe actif

source: Active musicians: %(count)s
fr: Musiciens actifs: %(count)s

source: Add music
fr: Ajouter une musique

source: Administrators
fr: Administrateurs

source: Application language preference
fr: Langue de l'application

source: Artists
fr: Artistes

source: Artists information from Music Brainz's data - readonly
fr: Artistes. Informations depuis les données de Music Brainz - en lecture seule

source: Artists:
fr: Artistes :

source: Author:
fr: Auteur :

source: Back exploring...
fr: Retour à l'exploration...

source: Band's administrators
fr: Administrateurs du groupe

source: Band:
fr: Groupe :

source: Bands
fr: Groupes

source: Bands that I play this song at least once.
fr: Groupes où l'on joue cette musique.

source: Bands:
fr: Groupes :

source: Begin Typing To Search band...
fr: Recherche un groupe...

source: Begin Typing To Search event...
fr: Recherche un évènement...

source: Begin Typing To Search music...
fr: Recherche une musique...

source: Begin Typing To Search scores...
fr: Recherche une partition...

source: Cancel
fr: Annuler

source: Click me to put url to visit in your clipboard
fr: Clicker ici pour mettre l'url d'invitation dans le presse-papiers

source: Comment
fr: Commentaire

source: Composer
fr: Compositeur

source: Composer:
fr: Compositeur :

source: Could not validate credentials.
fr: Impossible de valider les credentials.

source: Create a new event
fr: Créer un nouvel évènement

source: Create a new music
fr: Créer une nouvelle musique

source: Create a new musician
fr: Ajouter un musicien

source: Create new music %(search)s...
fr: Créer la musique %(search)s...

source: Create new musician %(search)s...
fr: Ajouter le musicien %(search)s...

source: Credits
fr: Crédits

source: Dance
fr: Danse

source: Dance:
fr: Danse :

source: Delete
fr: Supprimer

source: Don't have an account? Create one
fr: Vous n'avez pas de compte ? Créez s'en un !

source: Duplicate
fr: Dupliquer

source: Edit
fr: Éditer

source: Email
fr: Courriel

source: English
fr: Anglais

source: Enter your password
fr: Entrez votre mot de passe

source: Error
fr: Erreur

source: Event footer: shown after the list of musics on the printed document.
fr: Pied de page: Affiché en dessous de la liste des morceaux sur le document imprimé.

source: Event header: shown before the list of musics on the printed document.
fr: Entête de l'événement: Affiché avant la liste des morceaux sur le document imprimé.

source: Event place
fr: Lieu de l'événement

source: Footer
fr: Pied de page

source: French
fr: Français

source: General
fr: Principal

source: Header
fr: Entête

source: Hello, %(user)s!
fr: Bonjour, %(user)s!

source: Home
fr: Accueil

source: Home page
fr: Page d'accueil

source: Import
fr: Importer

source: Incorrect authentication
fr: Authentification incorrecte

source: Internal notes. These are not shown on the printed document.
fr: Notes internes. Ces notes ne sont pas affichées sur le document imprimé.

source: Interpreted by:
fr: Interprétter par

source: Invite
fr: Inviter

source: Invite new member
fr: Inviter un nouveau musicien

source: Invited members
fr: Membres invités

source: Label
fr: Libellé

source: Language
fr: Langue

source: List of musics to play at the event.
fr: Liste des musiques progammées

source: Login
fr: Se connecter

source: Logout
fr: Déconnexion

source: Lyricist
fr: Parolier

source: Metadata
fr: Métadonnées

source: Missing permissions
fr: Permissions manquantes

source: Music
fr: Musique

source: Music composer
fr: Compositeur de la musique

source: Music reference %(music_uuid)s not found
fr: Musique non trouvé (ref: %(music_uuid)s)

source: Music title
fr: Titre de la musique

source: Music:
fr: Musique :

source: Musician
fr: Musicien

source: Musician Name
fr: Nom du musicien

source: Musician's email
fr: Courriel du musicien

source: Musicians: %(count)s
fr: Musiciens : %(count)s

source: Musics
fr: Musiques

source: Musics: %(count)s
fr: Musiques : %(count)s

source: Name
fr: Nom

source: New
fr: Nouveau

source: New event
fr: Nouvel évènement

source: No Event found.
fr: Aucun évènement trouvé.

source: No Music found.
fr: Aucune musique trouvée.

source: No band found.
fr: Aucun groupe trouvé

source: No scores found.
fr: Aucune partition trouvée.

source: Not a valid csrf token !
fr: Token CSRF invalide !

source: Not enough permissions.
fr: Permissions insuffisantes.

source: Not found
fr: Page non trouvée :cry:

source: Old/Revoked/Refused members
fr: Membres: Anciens/Révoqué/ayant refusé

source: Only scores unlink to its music can be removed
fr: Seul les partiions non lié à une misique peuvent être supprimées

source: Oops something went wrong
fr: hoo non ! Quelque chose c'est mal passé...

source: Page not found %(current_url)s
fr: Page non trouvé %(current_url)s

source: Password
fr: Mot de passe

source: Password confirmation
fr: Confirmation du mot de passe

source: Password mismatched !
fr: les Mots de passe ne correspondent pas !

source: Permission denied. You must be part of the band to be able to active it.
fr: Permission refusée. Vous devez faire parti du groupe pour pouvoir l'activer.

source: Place
fr: Lieu

source: Place:
fr: Lieu :

source: Print
fr: Imprimer

source: Print at %(print_date)s
fr: Imprimé le %(print_date)s

source: Program
fr: Programme

source: Register
fr: Créer un compte

source: Reject
fr: Refuser

source: Reset password
fr: Ré-initialiser le mot de passe

source: Save
fr: Sauvegarder

source: Score file(s)
fr: Partition(s)

source: Score writer
fr: Éditeur de la partition

source: Score writer:
fr: Éditeur de la partition :

source: Scores
fr: Partitions

source: Scores linked:
fr: Partitions liées :

source: Scores: %(count)s
fr: Partitions: %(count)s

source: Search a music...
fr: Rechercher une musique...

source: Search a musician...
fr: Rechercher un musicien...

source: Select musician to invite
fr: Sélectionner un musicien à devenir membre

source: Set password
fr: Définir le mot de passe

source: Terms
fr: Mentions légales

source: The composer who create the music
fr: Le compositeur qui à créé la musique.

source: The event datetime
fr: Date et heure de l'événement

source: The event name
fr: Nom de l'événement

source: The music name
fr: Nom de la musique

source: The musician name
fr: Nom du musicien

source: The one who made lyrics to this song
fr: Personne ayant écrit les paroles de cette musique

source: The person who write this score
fr: Crédits à la personne/organisation ayant écrit la partition.

source: This is the music linked to the current score
fr: Musique liée à cette partition

source: This music %(music)s is not played by the current band %(band)s
fr: Impossible de lier cette musique %(music)s à l'évènement qui n'est pas joué par le groupe %(band)s.

source: Title
fr: Titre

source: Upload your score(s)
fr: Téléverser vos partitions

source: Viewer not available on this browser for given file type
fr: Le lecteur de ce médium n'est pas pris en charge sur votre navigateur.

source: What can you dance on this song ?
fr: Ce que vous dansez sur cette musique.

source: You are not allowed to access to this score not link to your current band %(band_name)s
fr: Vous n'êtes pas autorisé à accéder à cette partition qui n'est pas lié à votre groupe actif %(band_name)s

source: You are not allowed to delete this score. Only the one who imported it can remove it.
fr: Vous n'êtes pas autorisé à supprimer cette partition. Seule la personne qui l'a importée peut la supprimer.

source: You must be part of at least one band, create an other one if you want to leave the current one
fr: Vous devez faire parti d'au moins un groupe, créez en un autre si vous voulez quitter le groupe actuel

source: You must have an accepted invitation with admin access to this band %(band_name)s before invite new musicians.
fr: Vous devez avoir une invitation acceptée avec accès administrateur pour ce groupe %(band_name)s avant d'inviter de nouveaux musiciens.

source: You should set at least one administrator to this band %s
fr: Vous devez définir au moins un administrateur pour ce groupe %s

source: You, %s, are not allowed to edit administrators's band %s. Ask an existing band administrator to become a band administrator.
fr: Vous, %s, n'êtes pas autorisé à modifier les administrateurs de ce groupe %s. Demandez à un administrateur de groupe pour devenir administrateur également.

source: You, %s, are not allowed to edit this band %s. Ask an existing band administrator to become a band administrator.
fr: Vous, %s, n'êtes pas autorisé à modifier ce groupe %s. Demandez à un administrateur de groupe pour devenir administrateur également.

source: You, %s, are not allowed to invite new musician to this band %s. Ask an existing band administrator to become a band administrator.
fr: Vous, %s, n'êtes pas autorisé à inviter de nouveaux musiciens à ce groupe %s. Demandez à un administrateur de groupe pour devenir administrateur également.

source: Your are not allowed to accept invitation for someone else.
fr: Vous n'êtes pas autorisé à accepter l'invitation pour quelqu'un d'autre.

source: Your are not allowed to update other musician profiles
fr: Vous n'êtes pas autorisé à modifier le profile d'un autre musicien.

source: Your are not allowed to update other user active bands
fr: Vous n'êtes pas autorisé à mettre à jour les groupes actifs d'autres utilisateurs.

source: Your band name
fr: Nom du groupe

source: Your email address to communicate with you.
fr: Le courriel utilisé pour communiquer avec vous.

source: Your name or musician name
fr: Votre nom ou nom de scène

source: Your password
fr: Votre mot de passe

source: Your score name
fr: Nom de la partition

source: accepted
fr: Accepté

source: event date
fr: Date de l'événement

source: event name
fr: Nom de l'événement

source: here
fr: par ici

source: musician@band.com
fr: musicien@group.com

source: type your password again
fr: Entrez de nouveau votre mot de passe

source: user@example.com
fr: utilisateur@exemple.com
